{
  "document_info": {
    "title": "",
    "source_file": "c:\\Users\\HP\\Desktop\\extract_data\\data\\12-5شخصیت های واقع گرایانه فیلم.docx",
    "extraction_date": "2025-12-09T14:04:02.316571",
    "total_chapters": 5
  },
  "chapters": [
    {
      "chapter_title": "Introduction",
      "chapter_metadata": {
        "generated": true
      },
      "chapter_number": 1,
      "chapter_content": [
        {
          "text": "منبع : مجله انستیتیوی",
          "metadata": {
            "content_type": "merged_paragraph"
          },
          "element_type": "content"
        }
      ]
    },
    {
      "chapter_title": "شخصیت های واقع گرایانه فیلم های جدید ایرانی",
      "chapter_metadata": {
        "tag": "p",
        "classes": [],
        "id": "",
        "content_type": "heading"
      },
      "chapter_number": 2,
      "chapter_content": [
        {
          "text": "شی کی یانگ (Shi ke yang)     کانگ سی چی (Kang si qi) [1]\nچکیده : فیلم جدید ایرانی که در صنعت فیلم سازی بین المللی بسیار مشهور است، الگویی از فیلم ملی است و شخصیت واقع گرایانه بی نظیر آن اساسی ترین ویژگی فیلم جدید ایرانی است. شخصیت واقع گرایانه در فیلم های جدید ایران عمدتاً از سه جنبه منعکس می شود:  نخست  انتخاب مضامین است، از مضامین کودکان تا مضامین زنان تا موضوعات طبقه متوسط، فیلمهای جدید ایرانی همیشه دور از واقعیت واقعی جامعه ایرانی به توصیه می پردازند؛ ثانیا، در مورد تاکتیک روایی، فیلم جدید ایران روشی ساده را دنبال می کند، و تنظیمات تعلیق غیر دراماتیک را اتخاذ می کند، و آن را از طریق زبان صوتی و تصویری آرام و عینی ارائه می کند؛ ثالثا، در مورد بیان موضوع، فیلم جدید ایران واقعیت گرایانه ی خود را از سه سطح مورد بررسی قرار می دهد: مراقبت انسانی برای افراد، بحث درباره معضلات اخلاقی در درگیری های سنتی و مدرن و تحقیق در مورد سوال نهایی بقا و مرگ.\nبه عنوان الگویی از فیلمهای ملی و فیلمهای جهان سوم، فیلمهای جدید ایران در مسیر خلاقانه ای قرار گرفته اند که ملیت را با جهان بینی، جهانی سازی و بومی سازی با مشاهده واقعیت بی نظیر و احساسات اومانیستی خود در هم می آمیزند. این امر روشنگری و مرجع مهمی برای فیلم های چینی است که هم اکنون در دوره گذار هستند.\nفیلم جدید ایرانی اصطلاحی کلی برای فیلمهای ملی ایران پس از انقلاب اسلامی در سال 1979 است. بعد از سال 1979، فیلم های ایرانی دستخوش تغییرات اساسی در موضوع، سبک و مفهوم فرهنگی شده اند و بارها و بارها جوایز مهمی در سطح بین المللی کسب کرده اند.\nپس از انقلاب اسلامی، ایران سیستم وحدت سیاست و دین ایجاد کرد، قوانین و مقررات دینی در همه ابعاد زندگی فرهنگی آن نفوذ کرده است، و همچنین به طور مداوم و عمیق در ساخت فیلم ایرانی تأثیر گذاشته است. از آن زمان تاکنون جامعه ایران دستخوش تغییرات اساسی شده است که هر کدام تأثیر مستقیم و عمیقی در ساخت فیلم دارند. بنابراین، توسعه فیلم های جدید ایرانی را می توان به سه مرحله تقسیم کرد: (1) قبل و بعد از جنگ ایران و عراق ، آثار نمایدنگی شامل « خانه دوست من کجا است»، «زیر درخت زیتون» است. (2) در هشت سال دولت محمد خاتمی قبل از سال 1997 به عنوان رئیس جمهوری نسبتاً ملایم و روشنفکر، فضای سیاسی و فرهنگی ایران در دوره تصدی خود نسبتاً سست بود. آثار نمایندگی در این دوره شامل «طعم گیلاس»، «کندهار»، «ساعت 5 بعد از ظهر»؛ (3) پس از انتخاب محمود احمدی نژاد به عنوان رئیس جمهوری محافظه کار در سال 2005، اوضاع سیاسی و محیط فرهنگی ایران محافظه کارتر و خشن تر شده است. آثار نمایندگی فیلم در این دوره شامل «نادر و سمین : جدایی»، «فروشنده»، «تاکسی». در مراحل مختلف تاریخی، اگرچه فضای سیاسی و فرهنگی تغییر کرده است، اما فیلم های ایرانی همیشه با محدودیت های سخت روبرو بوده اند. با این حال، سازندگان فیلم های جدید ایرانی در این اکتشاف دشوار به نتایج شکوهمند رسیده اند: کارگردانان مشهور بین المللی مانند عباس، پناهی، مجیدی، سمیرا ماکمباف و فرهادی ظاهر شده اند؛ و تقریباً همه جوایز مهم جشنواره بین المللی فیلم برنده شده اند.\nموفقیت فیلم جدید ایران تا حد زیادی به دلیل شخصیت واقع گرایانه آن است که عمیقاً در خاک فرهنگ خودش ریشه گرفته و عمیقاً نگران شرایط واقعی اجتماعی است. این شخصیت واقع گرایانه به طور مداوم در فیلم های جدید ایران در دوره های مختلف ظاهر می شود، که تأثیر عمیقی در خلق آن دارد و به یک تجربه مشترک برای فیلم ملی و ساخت فیلم جهان سوم تبدیل شده است که می تواند  به عنوان مرجع استفاده شود.",
          "metadata": {
            "content_type": "merged_paragraph"
          },
          "element_type": "content"
        }
      ]
    },
    {
      "chapter_title": "الف : سطح موضوع: تجسم واقعی از آسان به مشکل",
      "chapter_metadata": {
        "tag": "p",
        "classes": [],
        "id": "",
        "content_type": "heading"
      },
      "chapter_number": 3,
      "chapter_content": [
        {
          "text": "واقعیت اجتماعی مضمون ابدی فیلمهای جدید ایران است و در ساخت فیلم دوره های مختلف، نویسندگان فیلم های جدید ایران همواره اصرار داشته اند که با دیدگاه هنری بی نظیر و مراقبت انسان دوستانه به فکر وضع موجود اجتماعی واقعی ایران باشند. اگرچه آنها با محدودیتهای فشارهای سیاسی و مذهبی روبرو هستند، اما هوشمندانه چشم انداز موضوعی را پیدا کردند که به بهترین وجه منعکس کننده مشکلات واقعی و فرهنگ ملی در فضای بیان محدود است.\nداستان های کودکان مظهر اصلی فیلمهای جدید اوایل ایرانی و نیز نشانه اصلی فیلمهای جدید ایرانی است، بسیاری از شاهکارهای مهم از جمله « خانه دوست من کجا است»،  «کفش های کوچک»، «بادکنک سفید» و غیره بر این اساس استوار است. بیشتر فیلم های کودکان مورد تحسین قرار گرفته اند که این امر تا حد زیادی به درک اولیه مردم از فیلمهای جدید ایران کمک کرده است و همچنین عباس، پناهی، مجیدی و سایر کارگردانان مشهور فیلم را به صحنه بین المللی رسانده است. موضوعات کودک نه تنها می تواند به طور مؤثر از خطرات دقیق مقامات ایرانی دوری کند، بلکه مفهوم انسان گرایی را نیز از منظری ناب و ایده آل تر جلوه می دهد.\nبا ظهور فیلمهای جدید ایرانی در جهان و تغییر در خود جامعه ایرانی، پس از قرن جدید، به تدریج شروع به بررسی موضوعات جدید در مورد این موضوع کرد. علاوه بر موضوعات کودک، موضوعات زن به یک زمینه مهم خلاقیت دیگر تبدیل شده است. در ایران، زنان مدتهاست که تحت ستم مضاعف دینداری و مردسالاری قرار دارند و نمی توانند سرنوشت خود را کنترل کنند.؟؟؟ در مقررات مربوط به فیلم در ایران به صراحت آمده است که قرار گرفتن در معرض قسمت های بدن زنان غیر از دست و صورت ممنوع باشد و هیچ گونه تماس جسمی با جنس مخالف در فیلم مجاز نیست. در همین زمان، یک سری مقررات روشن در مورد لباس و رفتار بازیگران آقایان و خانمان وجود دارد. در تقابل تند با سیاست پر فشار مقامات ایران، آشفتگی حقوق و منافع زنان در جامعه ایران است: پس از شروع جنگ ایران و عراق، تعداد زیادی از مردان برای شرکت در جنگ به جبهه اعزام شدند، نیروی کار اجتماعی ایران به شدت از دست رفت و بسیاری از زنان در تولید اجتماعی بازگشتند و وضعیت اقتصادی استقلال به دست آوردند و پایه و اساس وضعیت سیاسی خود را به دست گرفتند. از آن زمان، بحث در مورد حقوق زنان ادامه داشته است و جنبش اصلاحی قانون اساسی که در سال 2009 آغاز شد، مبارزه برای حقوق زنان در جامعه ایران را به اوج سوق داد. بین روند رو به رشد اندیشه اجتماعی و سیاست های اجباری مقامات، سازندگان فیلم های جدید ایران هوشمندانه روشی نسبتاً ملایم و مبهم را برای بیان مسائل زنان انتخاب کرده اند. فیلم های که در این جنبه  نمایندگی می کنند شامل «حوا»، «سکس و فلسفه»، «پشت چادر» و غیره. است\nاضطراب طبقه متوسط موضوعی است که فیلمهای جدید ایران در سالهای اخیر به آن توجه داشته اند. چندین اثر مهم از جمله «چهارشنبه سوری»، «نادر و سمین: جدایی»، «فروشنده» و غیره. در مقایسه با فیلمهای جدید قبلی ایرانی، که به مراقبت از سطح پایین توجه می کنند، اضطراب طبقه متوسط که در سالهای اخیر بر آن تأکید شده است، راهی برای بازتاب بهتر اسطوره های سازندگان در مورد آینده و سرنوشت ایران در روند جهانی سازی است. این موضوع عمدتاً به روایت زندگی ازدواج طبقه متوسط می پردازد و سنت های سنگین فرهنگی ایرانیان در جامعه مدرن را نشان می دهد. از این فیلم ها می توان دریافت که سازندگان فیلمهای جدید ایران تأملات دیالکتیکی عمیق تری نسبت به واقعیت اجتماعی ایران داشته اند. درک آنها از رابطه بین سنت و مدرنیته از بُعد تحسین و نکوهش فراتر رفته است ، اما در عوض، یک چشم انداز بازتر و بردبارتر دارد تا واقعاً آشفتگی مدرنیته جامعه ایران را نشان دهد.\nاز منظر محدود مضامین کودکان تا بحث مستقیم در مورد موضوعات زنان، تا بیان طبقه متوسط از سردرگمی مدرنیته، فیلم جدید ایران در انتخاب موضوع، فرایند توسعه ای از سطح به عمیق، از بیرون به درون را پشت سر گداشته است. همچنان منهیاب مختلفی را درهم شکست و به اوضاع واقع جامعه به طور عمیق مشاهده کرده است.",
          "metadata": {
            "content_type": "merged_paragraph"
          },
          "element_type": "content"
        }
      ]
    },
    {
      "chapter_title": "ب : سطح روایت: شکل دهی چند بُعدی واقع گرایانه",
      "chapter_metadata": {
        "tag": "p",
        "classes": [],
        "id": "",
        "content_type": "heading"
      },
      "chapter_number": 4,
      "chapter_content": [
        {
          "text": "به عنوان الگویی از سینمای ملی، فیلمهای جدید ایران در سبک روایت کلی خود سازگارتر هستند: آنها ادراک های سمعی و بصری هیجان انگیز، صحنه های بزرگ و داستان های پیچیده را دنبال نمی کنند، ریتم روایت کُند است و زبان شنوایی و تصویری ساده است. اما ریشه در وضع موجود جامعه واقعی دارد و این روحیه و شجاعت را دارد که با معضل زندگی روبرو شود.\nاز نظر زمان روایت، فیلم های جدید ایرانی اساساً حالت روایی خطی را اتخاذ می کنند و داستان فیلم به طور جدی از زمان فیزیکی این رویداد پیروی می کند. بیشتر داستان ها در یک دوره زمانی کوتاه اتفاق می افتند، معمولاً بیشتر از یک سال، و بسیاری از داستانها حتی در یک یا چند روز تمرکزمی کنند. فیلم های نماینده ی  این زمینه شامل: «طعم گیلاس»، «شاهزاده خانم شیرین»، «زیر درخت زیتون»، «کپی اصلی» و غیره است.\nساخت و ساز تعلیق غیر دراماتیک یکی دیگر از ویژگی های برجسته روایت فیلم جدید ایران است. تعلیق برای روایت فیلم از اهمیت بالایی برخوردار است و این یک عنصر بسیار مهم برای ارتقاء پیشرفت طرح فیلم، تغییر رابطه بین شخصیت ها و بسیج مشارکت مخاطبان است. فیلمهای جدید ایرانی برای تعلیق برخی تناقضات که در روایات کلاسیک مهم هستند استفاده می شوند و عجله ای برای گسترش یا پاسخ دادن به آنها ندارند، به عنوان مثال، چرا شخصیت بادی در فیلم «طعم گیلاس» خودکشی می کند، چرا در فیلم «نادر و شیرین: جدایی» خانم بازیگر عمده با دخترش باید کشور خود را ترک می کنند و غیره. در مواجهه با این نوع تنش شگرف، سازندگان فیلمهای جدید ایران، خودداری و آرامش شدید را حفظ کرده اند، و به سادگی منطق زندگی روزمره را در سرنخ روایت کلی جاسازی کرده اند و به آرامی این موضوعات را در روایت ساده تحلیل کرده اند.\nپذیرش عینی و آرام زبان سمعی و بصری ویژگی بارز فیلم جدید ایران در روایت ویدیویی است. توسعه آن عمیقا تحت تأثیر فیلمهای نئو رئالیسم ایتالیایی است.این امر به ثبت صادقانه فیلم از واقعیت اهمیت می دهد، اصالت زندگی را دنبال می کند و در تلاش است تا زیبایی دست نخورده را خلق کند. پشت سبک یکپارچه زبان سمعی و بصری مفهوم هنری است که توسط سازندگان فیلمهای جدید ایران ساخته و شناخته شده است ، یعنی زندگی واقعی معنای و علاقه بی نهایت خود را دارد. آنچه فیلم جدید ایران به دنبال آن است واقعیت احساسات است نه واقعیت شکلی. بیان کامل واقعیت، پیگیری مداوم فیلمهای جدید ایرانی است و برای دستیابی به این بیان هنری، سازندگان فیلم های جدید ایرانی تلاش می کنند تا واقعیت بی نهایت نزدیک به زندگی واقعی را در ابعاد مختلف روایت فیلم شکل دهند.",
          "metadata": {
            "content_type": "merged_paragraph"
          },
          "element_type": "content"
        }
      ]
    },
    {
      "chapter_title": "پ : سطح موضوع: مراقبت واقع گرایانه عمیق",
      "chapter_metadata": {
        "tag": "p",
        "classes": [],
        "id": "",
        "content_type": "heading"
      },
      "chapter_number": 5,
      "chapter_content": [
        {
          "text": "روایات آثار فیلم برای بیان موضوع است و تصاویر ساده فیلم جدید ایرانی نشانگر مراقبت عمیق واقع گرایانه سازندگان است. ویژگی های مراقبت واقع گرایانه از این فیلم جدید ایرانی را می توان به سه سطح تقسیم کرد:\nموضوع سطح اول ، مراقبت از زندگی عاطفی و افراد عادی است.\nاز نظر سازندگان فیلم های جدید ایرانی، بقای انسان واقعیتی است که سزاوار توجه و توجه است. بنابراین، فیلم جدید ایرانی بیشتر به زندگی عاطفی و انضمامی توجه دارد و این نوع نگرانی را در مورد جوهره خود در این توجه منعکس می کند. اکثر کارگردانان ایرانی حقیقت، مهربانی و زیبایی را مبتنی بر انسان دوستانه و وجدان انسانی نشان می دهند، ابراز  مراقبت از کودکان، همدلی و دلسوزی برای گروه های آسیب پذیر، شکایت از جنگ، شلاق زدن به شر، مناجات و تمجید زندگی، بیان انگیزه نیکی در قلب مردم، و کشف نکات برجسته بشریت. آنها یا با احساسات بشردوستانه، همدردی و مراقبت از مردم در پایین و گروه های آسیب پذیر را نشان می دهند؛ یا درگیری و انتخاب بین محبت اخلاقی و اعتقادات مذهبی را از طریق کارهای خانوادگی نشان می دهند؛ یا فکر در مورد ارزش نهایی زندگی را نشان دهید. بزرگترین ویژگی فیلم جدید ایران توجه آن به مردم است و مفهوم اومانیسم پیشینه محکم رئالیسم آن است.\nموضوع سطح دوم، ارائه معضل اخلاقی در زمینه درگیری شدید بین سنت و مدرنیته است.\nدر روند نوسازی، کل جامعه ایران بیش از پیش احساس کرده است که سنت تاریخی و فرهنگی بی نظیر ادغام سیاست و دین به تدریج در حال تبدیل شدن به نوعی قید و بند و محدودیت در راه آنهاست. درست مانند خانواده نادر در فیلم «نادر و سمین : جدایی» با انتخاب های دشوار روبرو شد: از یک طرف، آرزو به داشتن زندگی آزادتر و شادتر، از طرف دیگر، این احساس ریشه های فرهنگی است که رها کردن آنها دشوار است. فیلمهای جدید ایرانی پس از قرن جدید بر معضل اخلاقی مبارزه دردناک ایرانیان متمرکز شده اند. در فیلم «فروشنده» مجید مجیدی، این معضل اخلاقی را بیشتر ترسیم کرده است. چگونگی برخورد با رابطه بین سنت و مدرنیته موضوعی اساسی است که ایران در حال حاضر در نظر دارد و فیلم جدید ایرانی با محوریت بحث معضل اخلاقی در زندگی مردم عادی متمرکز است تا واقعیت جامعه ایرانی را بازتاب دهد.\nموضوع سطح سوم، تحقیق نهایی در مورد زندگی و مرگ است.\nاگرچه فیلم های ایرانی به جزئیات خاص و لطیف زندگی و توصیف واقعیت زندگی توجه دارند، اما هنوز هم جستجوی مداوم برای متعالیه زندگی هستند. نماینده ترین اثر بدون شک «طعم گیلاس» عباس است. شخصیت اصلی فیلم آقای بادی، به دلایلی تصمیم به خودکشی گرفت. کارگردان به دلایلی که چرا او تصمیم به مرگ گرفت، تمرکز نکرد، بلکه با جزئیات نشان داد که چگونه او از پیگیری مرگ به سمت تحقق زندگی رفت. سؤالات مربوط به زندگی و مرگ نه تنها در بسیاری از فیلم های عباس پیدا می شود، بلکه اغلب به منبع مهمی در خلق هنری وی تبدیل می شود.\nعلاوه بر عباس، در آثار بسیاری از کارگردانان نماینده در فیلم های جدید ایران، مانند پناهی، مجیدی و فرهادی نیز می توانند سؤالات مربوط به زندگی و مرگ را ببینند. فیلم جدید ایرانی مبتنی بر زندگی عادی مردم عادی، در روایت ساده واقع گرایانه، همیشه جستجوی ارزش و تعالی جاودانه وجود دارد، که باعث می شود مضمون روایت آن مستقیماً به اوج فلسفه برسد و از علاقه زیبایی شناسی بالایی برخوردار است.\nمحتوای فیلم جدید فعلی ایرانی بیشتر با ادعای معروف محقق آمریکایی فر جیمز مطابقت دارد: \" تمام متون جهان سوم تمثیلی و خاص هستند: ما باید این متون را به عنوان تمثیل ملی بخوانیم. متون جهان سوم، حتی متونی که به نظر می رسد مربوط به افراد هستند، همیشه نوعی سیاست را در قالب داستانهای ملی طرح ریزی می کنند: داستانهای مربوط به سرنوشت شخصی شامل افسانه های فرهنگ و جامعه عامه پسند جهان سوم است\" [2] . در این دوره از فیلمهای جهانی تحت سلطه تمدن غربی، فیلم های هالیوود تقریبا بر بازار جهانی فیلم حکم هستند، آنها نه تنها به شدت ساختار صنعتی سایر کشورها و مناطق را تغییر می دهند، بلکه در ایجاد فیلم و زیبایی شناسی آن نیز مؤثر هستند. با این حال، در این شرایط، فیلم های جدید ایرانی هنوز شخصیت منحصر به فرد خود را حفظ می کنند، همیشه از شخصیت رئالیستی حمایت می کنند و همچنان به گسترش و توسعه سبک و مفهوم خود ادامه می دهند. جستجوی فیلم جدید ایرانی برای شخصیت واقع گرایانه، نه تنها به آن اجازه داده است تا با موفقیت در سنت های زیبایی شناسی خود پایبند باشد، بلکه به یک روش مؤثر برای زنده ماندن در موج فیلم های جهانی شده نیز پرداخته است. این تجربیات موفق بدون شک ارزش یادگیری و آموختن از بسیاری از کشورها را دارد.\n- شی کی یانگ : پروفسور دانشکده هنر و رسانه دانشگاه تربیت معلم پکن.\nکانگ سی چی : دانشجوی دکتری دانشکده هنر و رسانه دانشگاه تربیت معلم پکن. ↑\n- [آمریكا] فر جیمز: \"ادبیات جهان سوم در عصر سرمایه داری فراملی\"، به «تاریخگرایی جدید و نقد ادبی» تالیف شده توسط ژانگ جینگ یوان ، پكن: انتشارات دانشگاه پكن ، چاپ 1993 ، صفحه 235 ↑",
          "metadata": {
            "content_type": "merged_paragraph"
          },
          "element_type": "content"
        }
      ]
    }
  ]
}